var list = [
    [
        [{
            "problem": "本次就诊的疾病名称或症状?",
            "answer": ["肚子疼", "焦虑", "腹泻", "恶心", "失眠", "恐惧症"]

        }],
        [{
            "problem": "😣很抱歉听到您的不适，我能体会到这很难受🤗🤗🤗。本次患病多久了？",
            "answer": ["一天内", "一周内", "一个月内", "半年内"]
        }],
        [{
            "problem": "下面的图片展示了医生助手遇到肚子疼的情况，请问您肚子疼是刺痛还是微痛？", //
            "answer": ["刺痛", "微痛"],//["有", "没有"],
            "isImg": 2
        }],
        [{
            "problem": "当前是否有正在使用的药物?",
            "answer": ["有", "无"],

        }, {
            "problem": "嗯嗯，我明白了（医生助手点点头）。为了全面了解您的病情，请问您是否还服用了多潘立酮片或甲硝唑片等药物？",
            "answer": ["有", "无"]
        }],
        [{
            "problem": "好的（医生助手正在记录您的病情信息）。刚刚您说患病1天，肚子刺痛，目前有在使用药物，请问之前是否有重大患病记录？",
            "answer": ["有", "无"],
            "isTemplate": true
        }]
    ],
    [
        [{
            "problem": "本次就诊的疾病名称或症状?",
            "answer": ["肚子疼", "焦虑", "腹泻", "恶心", "失眠", "恐惧症"]
        }],
        [{
            "problem": "😣很抱歉听到您的不适，我能体会到这很难受🤗🤗🤗。本次患病多久了？",
            "answer": ["一天内", "一周内", "一个月内", "半年内"]
        }],
        [{
            "problem": "请问您肚子疼是刺痛还是微痛？",
            "answer": ["刺痛", "微痛"],
            "isImg": 1
        }],
        [{
            "problem": "当前是否有正在使用的药物？",
            "answer": ["有", "无"],

        }, {
            "problem": "嗯嗯，我明白了（医生助手点点头）。为了全面了解您的病情，请问您是否还服用了多潘立酮片或甲硝唑片等药物？",
            "answer": ["有", "无"]
        }],
        [{
            "problem": "好的（医生助手正在记录您的病情信息）。刚刚您说患病1天，肚子刺痛，目前有在使用药物，请问之前是否有重大患病记录？",
            "answer": ["有", "无"],
            "isTemplate": true
        }]
    ],
    [
        [{
            "problem": "本次就诊的疾病名称或症状?",
            "answer": ["肚子疼", "焦虑", "腹泻", "恶心", "失眠", "恐惧症"]
        }],
        [{
            "problem": "😣很抱歉听到您的不适，我能体会到这很难受🤗🤗🤗。本次患病多久了？",
            "answer": ["一天内", "一周内", "一个月内", "半年内"]
        }],
        [{
            "problem": "请问您肚子疼是刺痛还是微痛？",
            "answer": ["刺痛", "微痛"],
            "isImg": 2
        }],
        [{
            "problem": "当前是否有正在使用的药物？",
            "answer": ["有", "无"]
        }],
        [{
            "problem": "请问之前是否有重大患病记录？",
            "answer": ["有", "无"]
        }]
    ],
    [
        [{
            "problem": "本次就诊的疾病名称或症状?",
            "answer": ["肚子疼", "焦虑", "腹泻", "恶心", "失眠", "恐惧症"]
        }],
        [{
            "problem": "😣很抱歉听到您的不适，我能体会到这很难受🤗🤗🤗。本次患病多久了？",
            "answer": ["一天内", "一周内", "一个月内", "半年内"]
        }],
        [{
            "problem": "请问您肚子疼是刺痛还是微痛？",
            "answer": ["刺痛", "微痛"],
            "isImg": 1
        }],
        [{
            "problem": "当前是否有正在使用的药物？",
            "answer": ["有", "无"]
        }],
        [{
            "problem": "请问之前是否有重大患病记录？",
            "answer": ["有", "无"]
        }]
    ],
    [
        [{
            "problem": "本次就诊的疾病名称或症状?",
            "answer": ["肚子疼", "焦虑", "腹泻", "恶心", "失眠", "恐惧症"]
        }],
        [{
            "problem": "本次患病多久了？",
            "answer": ["一天内", "一周内", "一个月内", "半年内"]
        }],
        [{
            "problem": "请问您肚子疼是刺痛还是微痛？",
            "answer": ["刺痛", "微痛"],
            "isImg": 2
        }],
        [{
            "problem": "当前是否有正在使用的药物？",
            "answer": ["有", "无"],

        }, {
            "problem": "嗯嗯，我明白了（医生助手点点头）。为了全面了解您的病情，请问您是否还服用了多潘立酮片或甲硝唑片等药物？",
            "answer": ["有", "无"]
        }],
        [{
            "problem": "好的（医生助手正在记录您的病情信息），刚刚您说患病1天，肚子刺痛，目前有在使用药物，请问之前是否有重大患病记录？",
            "answer": ["有", "无"],
            "isTemplate": true
        }]
    ],
    [
        [{
            "problem": "本次就诊的疾病名称或症状?",
            "answer": ["肚子疼", "焦虑", "腹泻", "恶心", "失眠", "恐惧症"]
        }],
        [{
            "problem": "本次患病多久了？",
            "answer": ["一天内", "一周内", "一个月内", "半年内"]
        }],
        [{
            "problem": "请问您肚子疼是刺痛还是微痛？",
            "answer": ["刺痛", "微痛"],
            "isImg": 1
        }],
        [{
                "problem": "当前是否有正在使用的药物？",
                "answer": ["有", "无"],

            },
            {
                "problem": "嗯嗯，我明白了（医生助手点点头）。为了全面了解您的病情，请问您是否还服用了多潘立酮片或甲硝唑片等药物？",
                "answer": ["有", "无"]
            }
        ],
        [{
            "problem": "好的（医生助手正在记录您的病情信息），刚刚您说患病1天，肚子刺痛，目前有在使用药物，请问之前是否有重大患病记录？",
            "answer": ["有", "无"],
            "isTemplate": true
        }]
    ],
    [
        [{
            "problem": "本次就诊的疾病名称或症状?。",
            "answer": ["肚子疼", "焦虑", "腹泻", "恶心", "失眠", "恐惧症"]
        }],
        [{
            "problem": "本次患病多久了？",
            "answer": ["一天内", "一周内", "一个月内", "半年内"]
        }],
        [{
            "problem": "请问您肚子疼是刺痛还是微痛？",
            "answer": ["刺痛", "微痛"],
            "isImg": 2
        }],
        [{
            "problem": "当前是否有正在使用的药物？",
            "answer": ["有", "无"]
        }],
        [{
            "problem": "请问之前是否有重大患病记录？",
            "answer": ["有", "无"]
        }]
    ],
    [
        [{
            "problem": "本次就诊的疾病名称或症状?。",
            "answer": ["肚子疼", "焦虑", "腹泻", "恶心", "失眠", "恐惧症"]
        }],
        [{
            "problem": "本次患病多久了？",
            "answer": ["一天内", "一周内", "一个月内", "半年内"]
        }],
        [{
            "problem": "请问您肚子疼是刺痛还是微痛？",
            "answer": ["刺痛", "微痛"],
            "isImg": 1
        }],
        [{
                "problem": "当前是否有正在使用的药物？",
                "answer": ["有", "无"],

            }],
        [{
            "problem": "请问之前是否有重大患病记录？",
            "answer": ["有", "无"]
        }]
    ]
]