var list = [
    [
        [{
            "problem": "本次就诊的疾病名称或症状?",
            "answer": ["肚子疼", "焦虑"]
        }],
        [{
            "problem": "很抱歉听到您的不适，我能体会到这很难受。本次患病多久了？",
            "answer": ["一天内", "一周内", "一个月内", "半年内"]
        }],
        [{
            "problem": "请问疼痛的类型是刺痛还是微微痛?",
            "answer": ["刺痛", "微痛"],
            "isImg": 2
        }],
        [{
            "problem": "当前是否有正在使用的药物?",
            "answer": ["有", "无"],

        }, {
            "problem": "那请问有服用多潘立酮片，甲硝唑片吗？",
            "answer": ["有", "无"]
        }],
        [{
            "problem": "刚刚您说患病1天，肚子刺痛，目前有在使用药物，请问近期病情有无好转？",
            "answer": ["有", "无"],
            "isTemplate": true
        }]
    ],
    [
        [{
            "problem": "请描述您的病情，以便为您安排合适的医生。",
            "answer": ["肚子疼", "焦虑"]
        }],
        [{
            "problem": "很抱歉听到您的不适，我能体会到这很难受。本次患病多久了？",
            "answer": ["一天内", "一周内", "一个月内", "半年内"]
        }],
        [{
            "problem": "请问疼痛的类型是刺痛还是微微痛？",
            "answer": ["刺痛", "微痛"],
            "isImg": 1
        }],
        [{
            "problem": "当前是否有正在使用的药物？",
            "answer": ["有", "无"],

        }, {
            "problem": "那请问有服用多潘立酮片，甲硝唑片吗？",
            "answer": ["有", "无"]
        }],
        [{
            "problem": "刚刚您说患病1天，肚子刺痛，目前有在使用药物，请问近期病情有无好转？",
            "answer": ["有", "无"],
            "isTemplate": true
        }]
    ],
    [
        [{
            "problem": "请描述您的病情，以便为您安排合适的医生。",
            "answer": ["肚子疼", "焦虑"]
        }],
        [{
            "problem": "很抱歉听到您的不适，我能体会到这很难受。本次患病多久了？",
            "answer": ["一天内", "一周内", "一个月内", "半年内"]
        }],
        [{
            "problem": "请问疼痛的类型是刺痛还是微微痛？",
            "answer": ["刺痛", "微痛"],
            "isImg": 2
        }],
        [{
            "problem": "当前是否有正在使用的药物？",
            "answer": ["有", "无"]
        }],
        [{
            "problem": "请问近期病情有无好转？",
            "answer": ["有", "无"]
        }]
    ],
    [
        [{
            "problem": "请描述您的病情，以便为您安排合适的医生。",
            "answer": ["肚子疼", "焦虑"]
        }],
        [{
            "problem": "很抱歉听到您的不适，我能体会到这很难受。本次患病多久了？",
            "answer": ["一天内", "一周内", "一个月内", "半年内"]
        }],
        [{
            "problem": "请问疼痛的类型是刺痛还是微微痛？",
            "answer": ["刺痛", "微痛"],
            "isImg": 1
        }],
        [{
            "problem": "当前是否有正在使用的药物？",
            "answer": ["有", "无"]
        }],
        [{
            "problem": "请问近期病情有无好转？",
            "answer": ["有", "无"]
        }]
    ],
    [
        [{
            "problem": "请描述您的病情，以便为您安排合适的医生。",
            "answer": ["肚子疼", "焦虑"]
        }],
        [{
            "problem": "本次患病多久了？",
            "answer": ["一天内", "一周内", "一个月内", "半年内"]
        }],
        [{
            "problem": "请问疼痛的类型是刺痛还是微微痛？",
            "answer": ["刺痛", "微痛"],
            "isImg": 2
        }],
        [{
            "problem": "当前是否有正在使用的药物？",
            "answer": ["有", "无"],

        }, {
            "problem": "那请问有服用多潘立酮片，甲硝唑片吗？",
            "answer": ["有", "无"]
        }],
        [{
            "problem": "刚刚您说患病1天，肚子刺痛，目前有在使用药物，请问近期病情有无好转？",
            "answer": ["有", "无"],
            "isTemplate": true
        }]
    ],
    [
        [{
            "problem": "请描述您的病情，以便为您安排合适的医生。",
            "answer": ["肚子疼", "焦虑"]
        }],
        [{
            "problem": "本次患病多久了？",
            "answer": ["一天内", "一周内", "一个月内", "半年内"]
        }],
        [{
            "problem": "请问疼痛的类型是刺痛还是微微痛？",
            "answer": ["刺痛", "微痛"],
            "isImg": 1
        }],
        [{
                "problem": "当前是否有正在使用的药物？",
                "answer": ["有", "无"],

            },
            {
                "problem": "那请问有服用多潘立酮片，甲硝唑片吗？",
                "answer": ["有", "无"]
            }
        ],
        [{
            "problem": "刚刚您说患病1天，肚子刺痛，目前有在使用药物，请问近期病情有无好转？",
            "answer": ["有", "无"],
            "isTemplate": true
        }]
    ],
    [
        [{
            "problem": "请描述您的病情，以便为您安排合适的医生。",
            "answer": ["肚子疼", "焦虑"]
        }],
        [{
            "problem": "本次患病多久了？",
            "answer": ["一天内", "一周内", "一个月内", "半年内"]
        }],
        [{
            "problem": "请问疼痛的类型是刺痛还是微微痛？",
            "answer": ["刺痛", "微痛"],
            "isImg": 2
        }],
        [{
            "problem": "当前是否有正在使用的药物？",
            "answer": ["有", "无"]
        }],
        [{
            "problem": "请问之前是否有重大患病记录？",
            "answer": ["有", "无"]
        }]
    ],
    [
        [{
            "problem": "请描述您的病情，以便为您安排合适的医生。",
            "answer": ["肚子疼", "焦虑"]
        }],
        [{
            "problem": "本次患病多久了？",
            "answer": ["一天内", "一周内", "一个月内", "半年内"]
        }],
        [{
            "problem": "请问疼痛的类型是刺痛还是微微痛？",
            "answer": ["刺痛", "微痛"],
            "isImg": 1
        }],
        [{
                "problem": "当前是否有正在使用的药物？",
                "answer": ["有", "无"],

            },
            {
                "problem": "那请问有服用多潘立酮片，甲硝唑片吗？",
                "answer": ["有", "无"]
            }
        ],
        [{
            "problem": "请问之前是否有重大患病记录？",
            "answer": ["有", "无"]
        }]
    ]
]